Repository: 0x1-company/god-ios
Catalog: Packages/GodPackage/Sources/ProfileShareFeature/Localizable.xcstrings
Source language: en
Languages: ja

source: click the **LINK** button
ja: **リンク**を選択

source: Click the button
ja: このボタンをタップ

source: Close
ja: 閉じる

source: Copy Link
ja: リンクをコピーする

source: Copy your God link
ja: あなたのリンクをコピー

source: Frame the link
ja: **リンク**を好きな場所に置く

source: How to add the link to your Story
ja: ストーリーに リンクを追加しよう

source: Link Copied!
ja: コピー完了！

source: Messages
ja: メッセージ

source: Next Step
ja: 次へ

source: Other
ja: その他

source: Paste your link
ja: リンクをペーストする

source: Post on your story
ja: ストーリーを投稿

source: Share
ja: シェアする

source: Share on Instagram
ja: ストーリーでシェアする

source: Share Profile
ja: プロフィールをシェア

source: Share Profile on Instagram
ja: ストーリーで プロフィールをシェアしよう

source: Story
ja: ストーリー
